[TC_WOTC_MWR_M14_C_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M14</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M14s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="Offically called the 'United States Rifle, 7.62 mm, M14'. The M14 is a selective fire battle rifle chambered in 7.62x51mm NATO rounds. After much field testing, this weapon was chosen in the United States over the Belgian made FAL, since the M14 was better operated in cold environments than the FAL, but was discontinued during the Vietnam War due to several drawbacks. The stock had a tendency to warp due to the heavy moisture in the jungle, and automatic fire was impossible due to the uncontrollable recoil. Around the same time, the Colt M16 was deployed and the Department of Defense stated in its report that the M16 was vastly superior to the M14 in every way, which followed the decision to cancel production of the M14. This battleworn M14 is rusty and worn down. Drastic changes to this rifle could very well break the weapon."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Gas-Operated, Rotating Bolt\n<Bullet/>Cartridge: 7.62×51mm NATO\n<Bullet/>Origin: United States\n<Bullet/>Tier: Conventional"

[TC_WOTC_MWR_M14_C_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XM14</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM14s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="Offically called the 'United States Rifle, 7.62 mm, M14'. The M14 is a selective fire battle rifle chambered in 7.62x51mm NATO rounds. After much field testing, this weapon was chosen in the United States over the Belgian made FAL, since the M14 was better operated in cold environments than the FAL, but was discontinued during the Vietnam War due to several drawbacks. The stock had a tendency to warp due to the heavy moisture in the jungle, and automatic fire was impossible due to the uncontrollable recoil. Around the same time, the Colt M16 was deployed and the Department of Defense stated in its report that the M16 was vastly superior to the M14 in every way, which followed the decision to cancel production of the M14. This battleworn M14 is rusty and worn down. Drastic changes to this rifle could very well break the weapon.\nThe XM14E1 performs better than its conventional counterpart after replacing the old firing mechanism with a new magnetic one seen in railguns, increasing the kinetic energy of the projectile."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Gas-Operated, Rotating Bolt\n<Bullet/>Cartridge: 7.62×51mm NATO\n<Bullet/>Origin: United States\n<Bullet/>Tier: Magnetic"

[TC_WOTC_MWR_M14_C_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV14 Classic</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV14s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="Offically called the 'United States Rifle, 7.62 mm, M14'. The M14 is a selective fire battle rifle chambered in 7.62x51mm NATO rounds. After much field testing, this weapon was chosen in the United States over the Belgian made FAL, since the M14 was better operated in cold environments than the FAL, but was discontinued during the Vietnam War due to several drawbacks. The stock had a tendency to warp due to the heavy moisture in the jungle, and automatic fire was impossible due to the uncontrollable recoil. Around the same time, the Colt M16 was deployed and the Department of Defense stated in its report that the M16 was vastly superior to the M14 in every way, which followed the decision to cancel production of the M14. This battleworn M14 is rusty and worn down. Drastic changes to this rifle could very well break the weapon.\n The XM14E2 is an improved version of the M14 rifle. The barrel is tempered with alien alloys, so the rust will no longer affect the weapon's performance."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Gas-Operated, Rotating Bolt\n<Bullet/>Cartridge: 7.62×51mm NATO\n<Bullet/>Origin: United States\n<Bullet/>Tier: Beam"

[TC_WOTC_RPR_MWR_M14_C_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M14</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M14s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="Offically called the 'United States Rifle, 7.62 mm, M14'. The M14 is a selective fire battle rifle chambered in 7.62x51mm NATO rounds. After much field testing, this weapon was chosen in the United States over the Belgian made FAL, since the M14 was better operated in cold environments than the FAL, but was discontinued during the Vietnam War due to several drawbacks. The stock had a tendency to warp due to the heavy moisture in the jungle, and automatic fire was impossible due to the uncontrollable recoil. Around the same time, the Colt M16 was deployed and the Department of Defense stated in its report that the M16 was vastly superior to the M14 in every way, which followed the decision to cancel production of the M14. This battleworn M14 is rusty and worn down. Drastic changes to this rifle could very well break the weapon."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Gas-Operated, Rotating Bolt\n<Bullet/>Cartridge: 7.62×51mm NATO\n<Bullet/>Origin: United States\n<Bullet/>Tier: Conventional"

[TC_WOTC_RPR_MWR_M14_C_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XM14</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM14s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="Offically called the 'United States Rifle, 7.62 mm, M14'. The M14 is a selective fire battle rifle chambered in 7.62x51mm NATO rounds. After much field testing, this weapon was chosen in the United States over the Belgian made FAL, since the M14 was better operated in cold environments than the FAL, but was discontinued during the Vietnam War due to several drawbacks. The stock had a tendency to warp due to the heavy moisture in the jungle, and automatic fire was impossible due to the uncontrollable recoil. Around the same time, the Colt M16 was deployed and the Department of Defense stated in its report that the M16 was vastly superior to the M14 in every way, which followed the decision to cancel production of the M14. This battleworn M14 is rusty and worn down. Drastic changes to this rifle could very well break the weapon.\nThe XM14E1 performs better than its conventional counterpart after replacing the old firing mechanism with a new magnetic one seen in railguns, increasing the kinetic energy of the projectile."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Gas-Operated, Rotating Bolt\n<Bullet/>Cartridge: 7.62×51mm NATO\n<Bullet/>Origin: United States\n<Bullet/>Tier: Magnetic"

[TC_WOTC_RPR_MWR_M14_C_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV14 Classic</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV14s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="Offically called the 'United States Rifle, 7.62 mm, M14'. The M14 is a selective fire battle rifle chambered in 7.62x51mm NATO rounds. After much field testing, this weapon was chosen in the United States over the Belgian made FAL, since the M14 was better operated in cold environments than the FAL, but was discontinued during the Vietnam War due to several drawbacks. The stock had a tendency to warp due to the heavy moisture in the jungle, and automatic fire was impossible due to the uncontrollable recoil. Around the same time, the Colt M16 was deployed and the Department of Defense stated in its report that the M16 was vastly superior to the M14 in every way, which followed the decision to cancel production of the M14. This battleworn M14 is rusty and worn down. Drastic changes to this rifle could very well break the weapon.\n The XM14E2 is an improved version of the M14 rifle. The barrel is tempered with alien alloys, so the rust will no longer affect the weapon's performance."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Gas-Operated, Rotating Bolt\n<Bullet/>Cartridge: 7.62×51mm NATO\n<Bullet/>Origin: United States\n<Bullet/>Tier: Beam"

[TC_WOTC_SKR_MWR_M14_C_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M14</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M14s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="Offically called the 'United States Rifle, 7.62 mm, M14'. The M14 is a selective fire battle rifle chambered in 7.62x51mm NATO rounds. After much field testing, this weapon was chosen in the United States over the Belgian made FAL, since the M14 was better operated in cold environments than the FAL, but was discontinued during the Vietnam War due to several drawbacks. The stock had a tendency to warp due to the heavy moisture in the jungle, and automatic fire was impossible due to the uncontrollable recoil. Around the same time, the Colt M16 was deployed and the Department of Defense stated in its report that the M16 was vastly superior to the M14 in every way, which followed the decision to cancel production of the M14. This battleworn M14 is rusty and worn down. Drastic changes to this rifle could very well break the weapon."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Gas-Operated, Rotating Bolt\n<Bullet/>Cartridge: 7.62×51mm NATO\n<Bullet/>Origin: United States\n<Bullet/>Tier: Conventional"

[TC_WOTC_SKR_MWR_M14_C_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XM14</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM14s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="Offically called the 'United States Rifle, 7.62 mm, M14'. The M14 is a selective fire battle rifle chambered in 7.62x51mm NATO rounds. After much field testing, this weapon was chosen in the United States over the Belgian made FAL, since the M14 was better operated in cold environments than the FAL, but was discontinued during the Vietnam War due to several drawbacks. The stock had a tendency to warp due to the heavy moisture in the jungle, and automatic fire was impossible due to the uncontrollable recoil. Around the same time, the Colt M16 was deployed and the Department of Defense stated in its report that the M16 was vastly superior to the M14 in every way, which followed the decision to cancel production of the M14. This battleworn M14 is rusty and worn down. Drastic changes to this rifle could very well break the weapon.\nThe XM14E1 performs better than its conventional counterpart after replacing the old firing mechanism with a new magnetic one seen in railguns, increasing the kinetic energy of the projectile."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Gas-Operated, Rotating Bolt\n<Bullet/>Cartridge: 7.62×51mm NATO\n<Bullet/>Origin: United States\n<Bullet/>Tier: Magnetic"

[TC_WOTC_SKR_MWR_M14_C_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV14 Classic</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV14s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="Offically called the 'United States Rifle, 7.62 mm, M14'. The M14 is a selective fire battle rifle chambered in 7.62x51mm NATO rounds. After much field testing, this weapon was chosen in the United States over the Belgian made FAL, since the M14 was better operated in cold environments than the FAL, but was discontinued during the Vietnam War due to several drawbacks. The stock had a tendency to warp due to the heavy moisture in the jungle, and automatic fire was impossible due to the uncontrollable recoil. Around the same time, the Colt M16 was deployed and the Department of Defense stated in its report that the M16 was vastly superior to the M14 in every way, which followed the decision to cancel production of the M14. This battleworn M14 is rusty and worn down. Drastic changes to this rifle could very well break the weapon.\n The XM14E2 is an improved version of the M14 rifle. The barrel is tempered with alien alloys, so the rust will no longer affect the weapon's performance."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Gas-Operated, Rotating Bolt\n<Bullet/>Cartridge: 7.62×51mm NATO\n<Bullet/>Origin: United States\n<Bullet/>Tier: Beam"